---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ReleasesMemberForces
source: html/f042b6fa-c3d3-3216-717a-978b7543a7af.htm
---
# Autodesk.Revit.DB.GroupTypeId.ReleasesMemberForces Property

Releases / Member Forces.

## Syntax (C#)
```csharp
public static ForgeTypeId ReleasesMemberForces { get; }
```